/* Sandvox link-back blurb */
"Build simple websites on the Mac and host it anywhere" = "Construisez des sites Web simples sur Mac et hébergez-les n'importe où";

/* Sandvox link-back blurb */
"Create and publish a web site with your Mac - for individuals, small business, and education" = "Créez et éditez un site Web avec votre Mac - pour des individus, les petites entreprises, et les écoles";

/* Sandvox link-back blurb */
"Create websites, photo albums, and weblogs on the Mac" = "Créez des sites Web, des albums photo, et des blogues sur le Mac";

/* string that goes before badgeLinkString, for badge */
"Created with" = "Créé par";

/* Alt string for sandvox badge */
"Created by Sandvox - %@" = "Créé par Sandvox - %@";

/* title string for sandvox badge link */
"Learn about Sandvox - %@" = "En savoir plus sur Sandvox - %@";

/* linked text in the text badge linking back to sandvox site */
"Sandvox" = "Sandvox";

/* Sandvox link-back blurb */
"The easy mac web site Builder - for school, business, family" = "Le constructeur facile de site Web sur Mac - pour l'école, les affaires, la famille";

/* Sandvox link-back blurb */
"The Mac Website Creator - publish weblogs and photos on any host" = "Le créateur de site Web sur Mac - publiez des blogues et des photos sur n'importe quel serveur";

/* Sandvox link-back blurb */
"Using your Macintosh, publish your blog / photo album / web site on any ISP" = "En utilisant votre Macintosh, publiez votre blogue/album photos/site Web sur n'importe quel FAI";